{
  "lastUpdate": "June 6, 2025 6 AM",
  "utility": [
    {
      "id": "cleansing-herb",
      "name": "Cleansing Herb",
      "iconName": "RecoverRatioHPAndDisperse",
      "description": "Supprime immédiatement tous les effets de contrôle et restaure 35% de PV max.\nPeut être utilisé même quand les compétences sont désactivées",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "battle-standard",
      "name": "Battle Standard",
      "description": "Plante une bannière de bataille qui inspire les alliés, accordant 10% de dégâts et défense augmentés aux alliés proches pendant 120s",
      "category": "support",
      "rarity": "common"
    },
    {
      "id": "slumberdart",
      "name": "Slumberdart",
      "description": "Endort la cible pendant 20s.",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "mass-healing-elixir",
      "name": "Mass Healing Elixir",
      "description": "Utilise pour restaurer instantanément 4000 PV à jusqu'à 15 alliés proches.",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "mass-restoration-device",
      "name": "Mass Restoration Device",
      "description": "Jusqu'à 15 alliés restaurent 3% de PV chaque seconde pendant 30s.\nLes soins s'interrompent en subissant des dégâts JcJ",
      "category": "healing",
      "rarity": "common"
    },
    {
      "id": "mass-stealth-projector",
      "name": "Mass Stealth Projector",
      "description": "Utilise pour accorder la furtivité aux alliés proches pendant 20s.\nUtiliser une compétence, infliger des dégâts ou soigner brise la furtivité",
      "category": "utility",
      "rarity": "common"
    },
    {
      "id": "webspinner-launcher",
      "name": "Webspinner Launcher",
      "description": "Lance vers l'emplacement ciblé. L'explosion immobilise les ennemis à portée pendant 7s.",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "venom-sac",
      "name": "Venom Sac",
      "description": "Laisse tomber un sac de venin sur place, créant une zone qui limite la vitesse pendant 10s, accordant [Limite la vitesse de déplacement à 1,5m/s ; Incapable d'utiliser les compétences de mouvement] aux ennemis à portée.\nLimite la vitesse de déplacement à 1,5m/s ; Incapable d'utiliser les compétences de mouvement",
      "category": "crowd-control",
      "rarity": "common"
    },
    {
      "id": "phoenix-matrix",
      "name": "Phoenix Matrix",
      "iconName": "RebornDevice",
      "description": "Accorde à un allié à terre la capacité de se ressusciter instantanément.",
      "category": "support",
      "rarity": "rare"
    },
    {
      "id": "instant-aid-vial-ex",
      "name": "Instant Aid Vial EX",
      "iconName": "RecoverRatioHP",
      "description": "Utilise pour restaurer instantanément 20% de PV max plus 2000 PV.",
      "category": "healing",
      "rarity": "enhanced"
    },
    {
      "id": "instant-aid-vial-ultra",
      "name": "Instant Aid Vial Ultra",
      "description": "Utilise pour restaurer instantanément 24% de PV max plus 2400 PV.",
      "category": "healing",
      "rarity": "ultra"
    },
    {
      "id": "aegis-draught-ex",
      "name": "Aegis Draught EX",
      "description": "Utilise pour supprimer et gagner une immunité aux effets de dégâts dans le temps et de débuffs. Pendant 6s, immunisé aux dégâts, dégâts dans le temps, débuffs, et contrôle, tout en infligeant 25% de dégâts réduits.",
      "category": "protection",
      "rarity": "enhanced"
    },
    {
      "id": "aegis-draught-ultra",
      "name": "Aegis Draught Ultra",
      "description": "Utilise pour supprimer et accorder une immunité aux effets de dégâts dans le temps et de débuffs, avec une immunité aux dégâts, dégâts dans le temps, débuffs, et contrôle pendant 6s.",
      "category": "protection",
      "rarity": "ultra"
    },
    {
      "id": "heartbeat-detector",
      "name": "Heartbeat Detector",
      "description": "Chaque 10s détecte les ennemis (jusqu'à 10 cibles) et les révèle sur la mini-carte pendant 90s",
      "category": "detection",
      "rarity": "uncommon"
    },
    {
      "id": "vanishing-powder",
      "name": "Vanishing Powder",
      "description": "Utilise pour déguiser jusqu'à 15 alliés dans un rayon de 15m, les rendant indétectables par les unités non-joueurs (créatures, structures de défense, etc.). L'effet se brise en initiant des attaques ou en approchant des joueurs ennemis.",
      "category": "stealth",
      "rarity": "uncommon"
    },
    {
      "id": "motion-dampening-field-kit",
      "name": "Motion Dampening Field Kit",
      "description": "Déploie un champ d'amortissement de mouvement qui ralentit les ennemis. Partage la limite de déploiement avec d'autres structures lourdes, qui peut être augmentée par la technologie de bande de guerre.\n--[Champ d'amortissement de mouvement]-- \nFait que les ennemis à portée ont une limite de vitesse de déplacement fixée à 1m/s",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "lookout-tower-kit",
      "name": "Lookout Tower Kit",
      "description": "Déploie une tour de guet qui attaque les joueurs ennemis. Partage la limite de déploiement avec d'autres structures lourdes, qui peut être augmentée par la technologie de bande de guerre\n--[Barrage de missiles]-- \nLance des missiles concentrés à l'emplacement spécifié (Portée : 10–40m), chaque projectile inflige 12% de PV max en dégâts physiques",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "healing-base-kit",
      "name": "Healing Base Kit",
      "description": "Déploie une base de soin qui soigne périodiquement les alliés et augmente leurs soins reçus globaux. Partage la limite de déploiement avec d'autres structures lourdes, qui peut être augmentée par la technologie de bande de guerre\n--[La base de soin augmente les soins reçus]-- \nFait que les joueurs alliés à portée gagnent une augmentation des soins reçus de 20%\n--[Soin de terrain]-- \nÀ chaque intervalle, restaure les PV aux 3 alliés avec les PV les plus bas de 20%.",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "heavy-blaster-turret-kit",
      "name": "Heavy Blaster Turret Kit",
      "description": "Déploie une puissante tourelle de blaster lourd. Partage la limite de déploiement avec d'autres structures lourdes, qui peut être augmentée par la technologie de bande de guerre\n--[Tir de mitrailleuse lourde]-- \nChaque 0,5s consomme 3 PM pour pulvériser des balles radioactives dans la direction spécifiée (Portée : 6–40m), infligeant 10% de PV max en dégâts physiques avec 10% de chance d'appliquer Radiation persistante. \nRadiation persistante : Réduit les soins reçus de 35% pendant 30s, se cumulant jusqu'à 2 fois\n--[Onde de choc]-- \nTire une onde de choc sur la cible causant 5s d'étourdissement, après un bref délai explose réduisant les PM de 500 pour les ennemis à portée",
      "category": "structure-kit",
      "rarity": "rare"
    },
    {
      "id": "heavy-railgun-turret-kit",
      "name": "Heavy Railgun Turret Kit",
      "description": "Déploie une puissante tourelle de railgun lourd, une arme de siège qui nécessite deux personnes pour fonctionner. Partage la limite de déploiement avec d'autres structures lourdes, qui peut être augmentée par la technologie de bande de guerre\n--[Railgun Tesla]-- \nTire un puissant railgun tesla dans la direction ciblée (Portée : 200m), infligeant 30% de PV max en dégâts physiques aux joueurs (5% aux créatures) et les repoussant de 6m avec 10% de chance d'appliquer Ionisation. Inflige \n[Taux de dégâts : 100%] + 0,8% de durabilité max en dégâts de siège aux bâtiments. \nIonisation : Réduit l'armure et la résistance magique de 100% pendant 30s",
      "category": "structure-kit",
      "rarity": "epic"
    },
    {
      "id": "sabo-explosive",
      "name": "Sabo-Explosive",
      "description": "Place un explosif de sabotage qui détonne après 3 minutes. Immunisé aux attaques conventionnelles mais peut être démantelé par d'autres joueurs \n--[Détonation d'explosif de sabotage]-- \nInflige \n[Taux de dégâts : 2000%] de dégâts physiques aux joueurs / \n[Taux de dégâts : 500%] de dégâts physiques aux créatures dans un rayon de 7m ; Inflige \n[Taux de dégâts : 1000%] + \n[Capacité de durabilité de bâtiment basée sur la cible 15%] de durabilité max en dégâts de siège aux bâtiments",
      "category": "explosive",
      "rarity": "rare"
    },
    {
      "id": "vision-lens",
      "name": "Vision Lens",
      "description": "Invoque un dispositif d'observation lointaine d'une durée de 24 heures pour observer les ennemis de loin et détecter les unités furtives. Jusqu'à 1 peut exister à la fois \n--[Éclaireur]-- \nScanne la zone ciblée pendant 15s, infligeant la marque d'éclaireur aux ennemis à l'intérieur. \n[Marque d'éclaireur]\nFurtivité supprimée, dégâts subis augmentés de 20%",
      "category": "detection",
      "rarity": "uncommon"
    },
    {
      "id": "sentry-bot",
      "name": "Sentry Bot",
      "description": "Invoque un robot sentinelle pour patrouiller une petite zone et attaquer les ennemis. Jusqu'à 1 peut exister à la fois, d'une durée de 72 heures ; ne peut pas être placé dans les cartes d'instance comme l'extraction de Veinhold ou la faille profonde.",
      "category": "deployable",
      "rarity": "uncommon"
    },
    {
      "id": "autonomic-harvester-kit",
      "name": "Autonomic Harvester Kit",
      "description": "Place un dispositif qui, toutes les 3600s, déploie 5 petits drones de récolte pour collecter des ressources dans un rayon de 30m. Seulement 1 peut exister à la fois",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "boost-station-kit",
      "name": "Boost Station Kit",
      "description": "Place une machine qui augmente les attributs des autres joueurs. Seulement 1 peut exister à la fois",
      "category": "structure-kit",
      "rarity": "uncommon"
    },
    {
      "id": "demolisher",
      "name": "Demolisher",
      "description": "Invoque un véhicule démolisseur de mêlée qui attaque en mêlée le bâtiment le plus proche",
      "category": "vehicle",
      "rarity": "uncommon"
    },
    {
      "id": "ranged-demolisher",
      "name": "Ranged Demolisher",
      "description": "Invoque un véhicule démolisseur à distance qui bombarde le bâtiment le plus proche à distance",
      "category": "vehicle",
      "rarity": "uncommon"
    },
    {
      "id": "giant-demolisher",
      "name": "Giant Demolisher",
      "description": "Invoque un puissant véhicule démolisseur de mêlée qui attaque en mêlée le bâtiment le plus proche",
      "category": "vehicle",
      "rarity": "rare"
    },
    {
      "id": "giant-ranged-demolisher",
      "name": "Giant Ranged Demolisher",
      "description": "Invoque un puissant véhicule démolisseur à distance qui bombarde le bâtiment le plus proche à une distance énorme",
      "category": "vehicle",
      "rarity": "rare"
    },
    {
      "id": "light-blaster-turret",
      "name": "Light Blaster Turret",
      "description": "Invoque une tourelle automatisée d'une durée d'1 heure qui attaque les ennemis proches. Jusqu'à 1 peut exister à la fois ; ne peut pas être placée dans la veine de feu, les mines souterraines, ou d'autres cartes d'instance",
      "category": "deployable",
      "rarity": "common"
    },
    {
      "id": "shadowveil-thicket",
      "name": "Shadowveil Thicket",
      "description": "Invoque un fourré de voile d'ombre d'une durée d'1 heure qui accorde la furtivité à toute unité y entrant. Ces fourrés ont une résistance magique extrêmement faible et un maximum de 3 peuvent exister à la fois \nLes fourrés ne peuvent être plantés pour pousser que dans les zones souterraines sombres comme votre faille profonde, les coffres de récolte et l'extraction de Veinhold",
      "category": "deployable",
      "rarity": "uncommon"
    },
    {
      "id": "team-rally-matrix-t8",
      "name": "Team Rally Matrix",
      "description": "Invoque un balise de ralliement d'équipe T8 qui peut amener jusqu'à 3 coéquipiers de niveau 35 ou moins. Seulement 1 peut exister à la fois.",
      "category": "teleport",
      "rarity": "uncommon"
    },
    {
      "id": "team-rally-matrix-t9",
      "name": "Team Rally Matrix",
      "description": "Invoque un balise de ralliement d'équipe T9 qui invoque jusqu'à 4 coéquipiers de niveau 40 ou moins. Seulement 1 peut exister à la fois.",
      "category": "teleport",
      "rarity": "rare"
    },
    {
      "id": "team-rally-matrix-t10",
      "name": "Team Rally Matrix",
      "description": "Invoque un balise de ralliement d'équipe T10 capable d'invoquer jusqu'à 5 coéquipiers. Jusqu'à 1 peut exister à la fois.",
      "category": "teleport",
      "rarity": "epic"
    },
    {
      "id": "warband-rally-beacon",
      "name": "Warband Rally Beacon",
      "description": "Invoque un balise de ralliement de bande de guerre qui invoque jusqu'à 15 membres de bande de guerre. Seulement 1 peut exister à la fois.",
      "category": "teleport",
      "rarity": "rare"
    },
    {
      "id": "advanced-light-blaster-turret",
      "name": "Advanced Light Blaster Turret",
      "description": "Invoque une tourelle de blaster léger avancée améliorée d'une durée de 24 heures qui attaque les ennemis proches. A une vitalité et résistance significativement plus élevées que les tourelles de blaster léger communes. Jusqu'à 1 peut exister à la fois ; ne peut pas être placée dans l'extraction de Veinhold, les failles, ou d'autres zones d'instance",
      "category": "deployable",
      "rarity": "enhanced"
    },
    {
      "id": "spiked-trap",
      "name": "Spiked Trap",
      "description": "Invoque un piège à pointes, fixe la limite de vitesse de déplacement à 1m/s et l'effet de saignement infligeant \n[Taux de dégâts : 200%] de dégâts physiques chaque seconde pendant 12s, d'une durée de 24 heures. Jusqu'à 2 peuvent exister à la fois ; ne peut pas être placé dans les cartes d'instance comme l'extraction de Veinhold et la faille profonde",
      "category": "trap",
      "rarity": "uncommon"
    }
  ]
}
